Repository: wp-plugins/my-profiles
Catalog: i18n/*-profiles-*.po
Languages: fa_ir

source: To edit the options for this widget
fa_ir: برای ویرایش تنظیمات ابزارک

source: please visit the
fa_ir: مراجعه کنید به

source: my profiles Settings Page
fa_ir: برگه تنظیمات پروفایل من

source: My Profiles
fa_ir: پروفایل های من

source: My profiles Admin panel
fa_ir: پنل مدیریت پروفایل های من

source: Please fill in the required details for the profiles for each service.
fa_ir: لطفا اطلاعات مورد نیاز برای پروفیل برای هر سرویس را پر کنید.

source: Currently Orkut
fa_ir: در حال حاضر اورکات

source: Blogger and Indiblogger doesn
fa_ir: بلاگر و Indiblogger نشانی از لقب را

source: t support nicknames so you have to enter their profile id
fa_ir: پشتیبانی نمی کند بنابراین شما باید مشخصات را وارد کنید

source: s here.
fa_ir: شناسه خود را در اینجا.

source: for more details you can check here
fa_ir: برای اطلاعات بیشتر می توانید اینجا را کنید

source: Name of service
fa_ir: نام و سرویس

source: User ids
fa_ir: نام کاربری

source: Submit the form
fa_ir: ثبت فرم

source: Save Changes
fa_ir: ذخیره تغییرات

source: Grab it here
fa_ir: سایت نویسنده
